Repository: cartesinus/leyzer
Catalog: en2es/omegat/project_save.tmx
Source language: en_us
Languages: es

source: add a picture on facebook
es: agrega una foto en facebook

source: add a picture on my facebook
es: agrega una foto en mi facebook

source: add a picture to facebook
es: agrega una foto a facebook

source: add a picture to my facebook
es: agrega una foto a mi facebook

source: add an event called CALENDAR.SLOT.EVENT_NAME
es: agrega un evento llamado CALENDAR.SLOT.EVENT_NAME

source: add an event called CALENDAR.SLOT.EVENT_NAME on CALENDAR.SLOT.EVENT_DATE
es: agrega un evento llamado CALENDAR.SLOT.EVENT_NAME en CALENDAR.SLOT.EVENT_DATE

source: add an event called CALENDAR.SLOT.EVENT_NAME to calendar
es: agrega un evento llamado CALENDAR.SLOT.EVENT_NAME al calendario

source: add an event called CALENDAR.SLOT.EVENT_NAME to calendar on CALENDAR.SLOT.EVENT_DATE
es: agrega un evento llamado CALENDAR.SLOT.EVENT_NAME al calendario en CALENDAR.SLOT.EVENT_DATE

source: call 911
es: llama al 911

source: call PHONE.SLOT.NUMBER
es: llame al PHONE.SLOT.NUMBER

source: call ambulance
es: llamar a ambulancia

source: call emergency services
es: llamar a servicios de emergencia

source: call fire department
es: llamar al departamento de bomberos

source: call police
es: llama a la policía

source: caption FACEBOOK.SLOT.PICTURE_URL as FACEBOOK.SLOT.CAPTION and post it on facebook
es: da el título a FACEBOOK.SLOT.PICTURE_URL como FACEBOOK.SLOT.CAPTION y publícalo en facebook

source: caption FACEBOOK.SLOT.PICTURE_URL as FACEBOOK.SLOT.CAPTION and upload it on facebook
es: titula FACEBOOK.SLOT.PICTURE_URL como FACEBOOK.SLOT.CAPTION y súbelo en facebook

source: change the minimum and maximum temperatures on my AIRCONDITIONER.SLOT.DEVICE_NAME thermostat
es: cambia las temperaturas mínimas y máximas en mi termostato AIRCONDITIONER.SLOT.DEVICE_NAME

source: change the minimum and maximum temperatures on my thermostat
es: cambia las temperaturas mínimas y máximas en mi termostato

source: change the name of my contact with number CONTACTS.SLOT.PHONE_NUMBER
es: cambia el nombre de mi contacto con el número CONTACTS.SLOT.PHONE_NUMBER

source: change the number of my contact CONTACTS.SLOT.NAME
es: cambia el número de mi contacto CONTACTS.SLOT.NAME

source: change the purpose of slack channel SLACK.SLOT.CHANNEL
es: cambiar el propósito del canal de slack SLACK.SLOT.CHANNEL

source: change the temperature on my AIRCONDITIONER.SLOT.DEVICE_NAME thermostat
es: cambia la temperatura en mi termostato AIRCONDITIONER.SLOT.DEVICE_NAME

source: change the temperature on my thermostat
es: cambia la temperatura en mi termostato

source: change the topic of slack channel SLACK.SLOT.CHANNEL
es: cambiar el tema del canal de slack SLACK.SLOT.CHANNEL

source: check email
es: revisa correo electrónico

source: check email inbox
es: verifica la bandeja de entrada del correo electrónico

source: check emails from EMAIL.SLOT.SENDER_ADDRESS
es: consulta correos electrónicos de EMAIL.SLOT.SENDER_ADDRESS

source: check emails i got from EMAIL.SLOT.SENDER_ADDRESS
es: verifica los correos electrónicos que recibí de EMAIL.SLOT.SENDER_ADDRESS

source: check emails i received from EMAIL.SLOT.SENDER_ADDRESS
es: verifica los emails que recibí de EMAIL.SLOT.SENDER_ADDRESS

source: check gmail
es: revisa gmail

source: check gmail inbox
es: revisa la bandeja de entrada de gmail

source: check how high the home temperature is
es: comprueba cómo es la temperatura de la casa

source: check if it is humid
es: verifica si está húmedo

source: check if the inside temperature is warm or cold
es: comprueba si la temperatura interior es cálida o fría

source: check messages i received on slack from SLACK.SLOT.SENDER
es: verifique los mensajes que recibí en slack de SLACK.SLOT.SENDER

source: check messages i received on slack in SLACK.SLOT.CHANNEL
es: verifique los mensajes que recibí en slack en SLACK.SLOT.CHANNEL

source: check my email
es: revisa mi correo electrónico

source: check my email inbox
es: revisa mi correo electrónico

source: check my emails
es: revisa mis correos electrónicos

source: check my emails from EMAIL.SLOT.SENDER_ADDRESS
es: revisa mis correos electrónicos de EMAIL.SLOT.SENDER_ADDRESS

source: check my emails i got from EMAIL.SLOT.SENDER_ADDRESS
es: revisa mis correos electrónicos que recibí de EMAIL.SLOT.SENDER_ADDRESS

source: check my emails i received from EMAIL.SLOT.SENDER_ADDRESS
es: revisa los emails que recibí de EMAIL.SLOT.SENDER_ADDRESS

source: check my emails on gmail
es: revisa mis mensajes en gmail

source: check my gmail
es: revisa mi gmail

source: check my gmail inbox
es: revisa mi bandeja de entrada de gmail

source: check my last slack messages
es: revisa mis últimos mensajes de slack

source: check my latest email
es: revisa mi último correo electrónico

source: check my primary category emails
es: revisa mis correos electrónicos de categoría principal

source: check my slack channel history
es: revisa mi historial de canales de slack

source: check my sms inbox
es: revisa mi bandeja de entrada de sms

source: check recent messages from SLACK.SLOT.SENDER in slack
es: verifique los mensajes recientes de SLACK.SLOT.SENDER en slack

source: check recent slack messages in SLACK.SLOT.CHANNEL
es: verifique los mensajes recientes de slack en SLACK.SLOT.CHANNEL

source: check slack messages in SLACK.SLOT.CHANNEL i received in the last hour
es: compruebe los mensajes de slack en SLACK.SLOT.CHANNEL que recibí en la última hora

source: check the humidity
es: comprueba la humedad

source: check the humidity level
es: verifica el nivel de humedad

source: check the room temperature
es: comprueba la temperatura ambiente

source: check the state of my AIRCONDITIONER.SLOT.AV_ALIAS
es: comprueba el estado de mi AIRCONDITIONER.SLOT.AV_ALIAS

source: check the state of the room temperature
es: verifica el estado de la temperatura ambiente

source: check the temperature of the AIRCONDITIONER.SLOT.DEVICE_NAME room temperature sensor
es: comprueba la temperatura del sensor de temperatura ambiente AIRCONDITIONER.SLOT.DEVICE_NAME

source: check what the AIRCONDITIONER.SLOT.DEVICE_NAME home temperature sensor says
es: comprueba lo que dice el sensor de temperatura del hogar AIRCONDITIONER.SLOT.DEVICE_NAME

source: check whether it is humid
es: comprueba si está húmedo

source: check whether the home temperature is warm or cold
es: verifica si la temperatura de la casa es cálida o fría

source: create a file in google drive
es: crea un archivo en google drive

source: create a file in google drive named GDRIVE.SLOT.FILE_NAME
es: crea un archivo en google drive llamado GDRIVE.SLOT.FILE_NAME

source: create a new contact and call it CONTACTS.SLOT.NAME and add the number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME y agrega el número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact and call it CONTACTS.SLOT.NAME and add the number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME y agrega el número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact and call it CONTACTS.SLOT.NAME and give it a number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME y asígnale un número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact and call it CONTACTS.SLOT.NAME and give it a number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME y dale un número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact and call it CONTACTS.SLOT.NAME with a number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME con un número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact and call it CONTACTS.SLOT.NAME with a number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME con un número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact and call it CONTACTS.SLOT.NAME with number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME con número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact and call it CONTACTS.SLOT.NAME with number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME con número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact and call it CONTACTS.SLOT.NAME with the number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME con el número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact and call it CONTACTS.SLOT.NAME with the number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME con el número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact and name it CONTACTS.SLOT.NAME and add the number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME y agrega el número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact and name it CONTACTS.SLOT.NAME and add the number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME y agrega el número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact and name it CONTACTS.SLOT.NAME and give it a number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME y asígnale un número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact and name it CONTACTS.SLOT.NAME and give it a number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME y asígnale un número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact and name it CONTACTS.SLOT.NAME with a number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto y dale el nombre CONTACTS.SLOT.NAME con un número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact and name it CONTACTS.SLOT.NAME with a number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto y dale el nombre CONTACTS.SLOT.NAME con un número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact and name it CONTACTS.SLOT.NAME with number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto y dale el nombre CONTACTS.SLOT.NAME con el número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact and name it CONTACTS.SLOT.NAME with number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto y dale el nombre CONTACTS.SLOT.NAME con el número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact and name it CONTACTS.SLOT.NAME with the number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME con el número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact and name it CONTACTS.SLOT.NAME with the number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto y llámalo CONTACTS.SLOT.NAME con el número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact using a name CONTACTS.SLOT.NAME and add the number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto usando el nombre CONTACTS.SLOT.NAME y agrega el número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact using a name CONTACTS.SLOT.NAME and add the number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto usando el nombre CONTACTS.SLOT.NAME y agrega el número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact using a name CONTACTS.SLOT.NAME and give it a number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto usando el nombre CONTACTS.SLOT.NAME y asígnale un número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact using a name CONTACTS.SLOT.NAME and give it a number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto usando un nombre CONTACTS.SLOT.NAME y asígnale un número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact using a name CONTACTS.SLOT.NAME with a number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto con un nombre CONTACTS.SLOT.NAME con un número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact using a name CONTACTS.SLOT.NAME with a number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto con un nombre CONTACTS.SLOT.NAME con un número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact using a name CONTACTS.SLOT.NAME with number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto con un nombre CONTACTS.SLOT.NAME con el número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact using a name CONTACTS.SLOT.NAME with number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto con un nombre CONTACTS.SLOT.NAME con el número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new contact using a name CONTACTS.SLOT.NAME with the number CONTACTS.SLOT.PHONE_NUMBER
es: crea un nuevo contacto usando un nombre CONTACTS.SLOT.NAME con el número CONTACTS.SLOT.PHONE_NUMBER

source: create a new contact using a name CONTACTS.SLOT.NAME with the number CONTACTS.SLOT.PHONE_NUMBER as CONTACTS.SLOT.PHONE_TYPE
es: crea un nuevo contacto usando el nombre CONTACTS.SLOT.NAME con el número CONTACTS.SLOT.PHONE_NUMBER como CONTACTS.SLOT.PHONE_TYPE

source: create a new file with name GDRIVE.SLOT.FILE_NAME on google drive
es: crea un nuevo archivo con el nombre GDRIVE.SLOT.FILE_NAME en google drive

source: create a new post on Instagram with all my photos taken in INSTAGRAM.SLOT.LOCATION in INSTAGRAM.SLOT.DATE_MONTH as a collage
es: crea una nueva publicación en instagram con todas mis fotos tomadas en INSTAGRAM.SLOT.LOCATION en INSTAGRAM.SLOT.DATE_MONTH como un collage

source: create a new post on Instagram with all my photos taken in INSTAGRAM.SLOT.LOCATION on the INSTAGRAM.SLOT.DATE_DAY as a collage
es: crea una nueva publicación en instagram con todas mis fotos tomadas en INSTAGRAM.SLOT.LOCATION el INSTAGRAM.SLOT.DATE_DAY como un collage

source: create a new post on Instagram with the last photo from Gallery
es: crea una nueva publicación en Instagram con la última foto de la Galería

source: create a new post on Instagram with the last photo from Gallery adding INSTAGRAM.SLOT.FILTER filter
es: cree una nueva publicación en Instagram con la última foto de la Galería agregando el filtro INSTAGRAM.SLOT.FILTER

source: create a new post on Instagram with the last photo from Gallery adding INSTAGRAM.SLOT.HASHTAG hashtag
es: cree una nueva publicación en Instagram con la última foto de la Galería agregando el hashtag INSTAGRAM.SLOT.HASHTAG

source: create a new post on Instagram with the last photo from Gallery and a tag INSTAGRAM.SLOT.LOCATION
es: cree una nueva publicación en Instagram con la última foto de la Galería y una etiqueta INSTAGRAM.SLOT.LOCATION

source: create a new post on Instagram with the last photo from Gallery and add INSTAGRAM.SLOT.FILTER filter
es: cree una nueva publicación en Instagram con la última foto de la Galería y agregue el filtro INSTAGRAM.SLOT.FILTER

source: create a new post on Instagram with the last photo from Gallery and add INSTAGRAM.SLOT.HASHTAG hashtag
es: cree una nueva publicación en Instagram con la última foto de la Galería y agregue el hashtag INSTAGRAM.SLOT.HASHTAG

source: create a post on Instagram with all my photos taken in INSTAGRAM.SLOT.LOCATION in INSTAGRAM.SLOT.DATE_MONTH as a collage
es: crea una publicación en instagram con todas mis fotos tomadas en INSTAGRAM.SLOT.LOCATION INSTAGRAM.SLOT.DATE_MONTH como un collage

source: create a post on Instagram with all my photos taken in INSTAGRAM.SLOT.LOCATION on the INSTAGRAM.SLOT.DATE_DAY as a collage
es: crea una publicación en instagram con todas mis fotos tomadas en INSTAGRAM.SLOT.LOCATION el INSTAGRAM.SLOT.DATE_DAY como un collage

source: create a post on Instagram with the last photo from Gallery
es: crea una publicación en Instagram con la última foto de la Galería

source: create a post on Instagram with the last photo from Gallery adding INSTAGRAM.SLOT.FILTER filter
es: cree una publicación en Instagram con la última foto de la Galería agregando el filtro INSTAGRAM.SLOT.FILTER

source: create a post on Instagram with the last photo from Gallery adding INSTAGRAM.SLOT.HASHTAG hashtag
es: cree una publicación en Instagram con la última foto de la Galería agregando el hashtag INSTAGRAM.SLOT.HASHTAG

source: create a post on Instagram with the last photo from Gallery and a tag INSTAGRAM.SLOT.LOCATION
es: cree una publicación en Instagram con la última foto de la Galería y una etiqueta INSTAGRAM.SLOT.LOCATION

source: create a post on Instagram with the last photo from Gallery and add INSTAGRAM.SLOT.FILTER filter
es: cree una publicación en Instagram con la última foto de la galería y agregue el filtro INSTAGRAM.SLOT.FILTER

source: create a post on Instagram with the last photo from Gallery and add INSTAGRAM.SLOT.HASHTAG hashtag
es: cree una publicación en Instagram con la última foto de la Galería y agregue el hashtag INSTAGRAM.SLOT.HASHTAG

source: create google drive file
es: crea archivo de google drive

source: decrease my speaker 's volume
es: disminuir el volumen de mi altavoz

source: decrease speaker 's volume
es: disminuir el volumen del altavoz

source: decrease the volume of my speaker
es: bajar el volumen de mi altavoz

source: decrease the volume of speaker
es: disminuir el volumen del altavoz

source: decrease volume of my speaker
es: bajar el volumen de mi altavoz

source: decrease volume of speaker
es: disminuir el volumen del altavoz

source: dial PHONE.SLOT.NUMBER
es: marque PHONE.SLOT.NUMBER

source: diplay photos in album FACEBOOK.SLOT.ALBUM
es: muestra fotos en el álbum FACEBOOK.SLOT.ALBUM

source: diplay photos in album FACEBOOK.SLOT.ALBUM on facebook
es: muestra fotos en el álbum FACEBOOK.SLOT.ALBUM en facebook

source: diplay photos in my album FACEBOOK.SLOT.ALBUM
es: muestra fotos en mi álbum FACEBOOK.SLOT.ALBUM

source: diplay photos in my album FACEBOOK.SLOT.ALBUM on facebook
es: muestra fotos en mi álbum FACEBOOK.SLOT.ALBUM en facebook

source: display my GDRIVE.SLOT.MIME_TYPE files in google drive
es: muestra mis archivos GDRIVE.SLOT.MIME_TYPE en google drive

source: display my INSTAGRAM.SLOT.COUNT latest instagram pictures
es: muestra mis INSTAGRAM.SLOT.COUNT últimas imágenes de Instagram

source: display my INSTAGRAM.SLOT.COUNT latest instagram pictures on my account
es: muestra mis INSTAGRAM.SLOT.COUNT últimas imágenes de Instagram en mi cuenta

source: display my INSTAGRAM.SLOT.COUNT recent instagram pictures
es: muestra mis INSTAGRAM.SLOT.COUNT imágenes recientes de Instagram

source: display my INSTAGRAM.SLOT.COUNT recent instagram pictures on my account
es: muestra mis INSTAGRAM.SLOT.COUNT imágenes recientes de Instagram en mi cuenta

source: display my calendar
es: muestra mi calendario

source: display my contact's info
es: muestra la información de mi contacto

source: display my contacts
es: muestra mis contactos

source: display my contacts with email CONTACTS.SLOT.EMAIL
es: muestra mis contactos con el correo electrónico CONTACTS.SLOT.EMAIL

source: display my contacts with name CONTACTS.SLOT.NAME
es: muestra mis contactos con el nombre CONTACTS.SLOT.NAME

source: display my contacts with phone number CONTACTS.SLOT.PHONE_NUMBER
es: muestra mis contactos con el número de teléfono CONTACTS.SLOT.PHONE_NUMBER

source: display my contacts with phone number CONTACTS.SLOT.PHONE_NUMBER and email CONTACTS.SLOT.EMAIL
es: muestra mis contactos con el número de teléfono CONTACTS.SLOT.PHONE_NUMBER y correo electrónico CONTACTS.SLOT.EMAIL

source: display my files in google drive
es: muestra mis archivos en google drive

source: display my google contacts with email CONTACTS.SLOT.EMAIL
es: muestra mis contactos de Google con el correo electrónico CONTACTS.SLOT.EMAIL

source: display my google drive files
es: muestra mis archivos de google drive

source: display my google drive files created GDRIVE.SLOT.TIME
es: muestra mis archivos de google drive creados GDRIVE.SLOT.TIME

source: display my google drive files in alphabetical order
es: muestra mis archivos de google drive en orden alfabético

source: display my google drive files in reverse alphabetical order
es: muestra mis archivos de google drive en orden alfabético inverso

source: display my google drive files larger than GDRIVE.SLOT.FILE_SIZE
es: muestra mis archivos de google drive más grandes que GDRIVE.SLOT.FILE_SIZE

source: display my google drive files modified GDRIVE.SLOT.TIME
es: muestra mis archivos de google drive modificados GDRIVE.SLOT.TIME

source: display my google drive files of type GDRIVE.SLOT.MIME_TYPE
es: muestra mis archivos de google drive del tipo GDRIVE.SLOT.MIME_TYPE

source: display my google drive files smaller than GDRIVE.SLOT.FILE_SIZE
es: muestra mis archivos de google drive más pequeños que GDRIVE.SLOT.FILE_SIZE

source: display my google drive files that were created most recently
es: muestra mis archivos de google drive que se crearon más recientemente

source: display my instagram pictures
es: muestra mis fotos de instagram

source: display my instagram pictures i took in INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos de instagram que tomé en INSTAGRAM.SLOT.LOCATION

source: display my instagram pictures i took when i was in INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos de instagram que tomé cuando estaba en INSTAGRAM.SLOT.LOCATION

source: display my instagram pictures tagged INSTAGRAM.SLOT.HASHTAG
es: muestra mis fotos instagram etiquetadas INSTAGRAM.SLOT.HASHTAG

source: display my instagram pictures tagged with location INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos instagram etiquetadas con la ubicación INSTAGRAM.SLOT.LOCATION

source: display my instagram pictures taken in INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos instagram tomadas en INSTAGRAM.SLOT.LOCATION

source: display my instagram pictures taken when i was in INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos de instagram tomadas cuando estaba en INSTAGRAM.SLOT.LOCATION

source: display my instagram pictures that have the INSTAGRAM.SLOT.FILTER filter
es: muestra mis imágenes de instagram que tienen el filtro INSTAGRAM.SLOT.FILTER

source: display my instagram pictures that have the INSTAGRAM.SLOT.FILTER filter applied
es: muestra mis imágenes de instagram que tienen aplicado el filtro INSTAGRAM.SLOT.FILTER

source: display my instagram pictures that use filter INSTAGRAM.SLOT.FILTER
es: muestra mis imágenes de instagram que usan filtro INSTAGRAM.SLOT.FILTER

source: display my instagram pictures with filter INSTAGRAM.SLOT.FILTER
es: muestra mis imágenes de instagram con filtro INSTAGRAM.SLOT.FILTER

source: display my instagram pictures with geolocation tag INSTAGRAM.SLOT.LOCATION
es: muestra mis imágenes de instagram con la etiqueta de geolocalización INSTAGRAM.SLOT.LOCATION

source: display my instagram pictures with gps tag INSTAGRAM.SLOT.LOCATION
es: muestra mis imágenes de instagram con la etiqueta gps INSTAGRAM.SLOT.LOCATION

source: display my instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
es: muestra mis imágenes de instagram con la etiqueta de ubicación INSTAGRAM.SLOT.LOCATION

source: display my newest google drive files
es: muestra mis archivos más recientes de google drive

source: display my oldest google drive files
es: muestra mis archivos de google drive más antiguos

source: display my post from INSTAGRAM.SLOT.DATE_MONTH
es: muestra mi publicación de INSTAGRAM.SLOT.DATE_MONTH
